Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON KO>EN THE RUNWAY.tmx
Source language: ko
Languages: en

source: 어차피 그 맛이 그 맛인데, 그냥 드시고 촬영을 재개하시는 게 어떨까요?
en: it’s coffee. could you just drink one of these and resume the photoshoot?

source: 밥 달라며?
en: you wanted dinner.

source: 그리고 왜 하필 여기서 줘?!
en: and why right here?!

source: 우리 솔이를 당신들 자리에 앉혀놔도
en: if I asked her to take your jobs...

source: 내가 보기보다 쿨하지 못하고 유치하게 구는 놈이거든.
en: I’m not the cool man you think I am. I’m rather petty.

source: 나는 처음 보죠?
en: but you haven’t seen me before, right?

source: 아니, 잘할게.
en: I’ll do whatever it takes.

source: 엄마, 깜짝이야!
en: oh my gosh!

source: 다음은 무슨 다음이야!
en: there is no later!

source: 삑
en: beep

source: 미쳤냐?
en: why would I do that?

source: 아닙니다.
en: I’m sure you can.

source: 소연의 결혼식 이후 해준의 기분이 말도 안 되게 저조해 있기 때문이다.
en: haejun’s been down in the dumps ever since soyeon’s wedding.

source: 머리는 장식으로 달고 다니나 보죠?{j}내가 방금 물었잖아요.
en: didn’t you hear what I just asked?{j}

source: 광고하냐?
en: are you trying to tell the whole city?

source: 지금까지 날 밀어내지 않아던 거잖아.
en: that’s why you didn’t push me away.

source: 업무적으로 할 이야기가 좀 있어서.
en: I have some work matters to discuss with you.

source: 앗
en: lift

source: 여기서 잠깐 기다릴래?
en: wait here for a second.

source: 그게 기분 나빴나 봐.
en: that upset him, I think.

source: 치고 싶으면 쳐요.
en: feel free to hit me...

source: 지금 생각해 보면 우리는 첫 만남부터가 예사롭지 않았다.
en: from the very first meeting, the two of us were fierce people.

source: 유지안 씨, 지금 그 양아치 새끼랑 날 비교하는 거야?
en: jian, are you comparing me to that piece of trash?

source: 늘 협찬 제품을 공짜로 달라고 곤란한 부탁을 하기도 하고.
en: ...but sometimes he asks us difficult favors like getting the sponsored items for free.

source: 그날 법원에서 보자.
en: I’ll see you at the court that day.

source: 제사 지내니?
en: why are you staring at the food?

source: 깜빡
en: blink

source: 우리 혹시 이번에 1위 했나?
en: did we win the award?

source: 잘 생각해서 대답해.
en: think carefully before you answer.

source: 재수 없어.
en: so annoying.

source: 미안해?
en: you’re sorry?

source: 오해?
en: oh really?

source: 꽃 좋아하잖아.
en: you like flowers.

source: 그런데 편집장님, 그 관찰이란 건 대체 언제 끝나나요?
en: that said, chief, how long are you going to observe me for?

source: 너랑 하고 싶은 게 너무 많아서.
en: there’s so much that I want to do with you.

source: 너 전부 알고 있잖아.
en: you know it all.

source: 소주 3,000
en: soju $3

source: 안 그래요, 장진경 검사?
en: am I wrong, prosecutor jang?

source: 이 새끼야?
en: is this him?

source: 이혼했다고, 우리.
en: we got divorced.

source: 비켜.
en: move.

source: 와!
en: damn!

source: 속 아파.
en: it’s bad for you.

source: 에스프레소 2.8 3.0
en: espresso $2.8 $3.0

source: 곱창구이 16,000
en: grilled small intestines $16

source: …해범아!
en: haebeom...

source: 내가 방금 코미디는 하지 말자고 했죠.
en: I just said that I’ve had enough jokes.

source: 해준이가 일이 생겨서 지금 집에 없는데, 난 애 데리고 혼자 놀이터 가면 안 되거든.
en: haejun’s not home, and I can’t go to the playground by myself.

source: 어이, 언니.
en: hey, girlie?

source: 1분이고 5분이고 제발.
en: even for a minute, or five.

source: 얘, 낸들 아니?
en: hey, how would I know?

source: 우리 인생?
en: our life?

source: 편집장님 안에 안 계시나?
en: is chief not home?

source: 하고 엎드려서 절이라도 할까?
en: should I also bow down?

source: 언제부턴가 핀트가 엇나가기 시작했다.
en: ...started feeling a little off with each other.

source: 해범
en: haebeom

source: 그러나
en: but...

source: 대화해보시라니까.
en: you two should really talk.

source: 유지안!{j}빨리 와!
en: come on, jian!{j}

source: 아니, 그렇잖아요.
en: you know what I mean.

source: 무릎을 꿇으라곤 안 했는데.
en: not get down on your knees.

source: 왜, 너도 변호사 싫어해?
en: why, do you also hate lawyers?

source: 넌 나 안아줘.
en: ...and give me a hug.

source: 이번 사건은 장 프로가 맡아 진행해 봐.
en: prosecutor jang, you should take the lead on this project.

source: 남편이 가장으로서 자리 한번 잡아보려고 발악하느라 정신없이 산 것뿐인데.
en: I desperately tried to stabilize financially for the sake of our family.

source: 제, 제가요?
en: m-me?

source: 아니, 가자.
en: I mean, you should.

source: 형수랑 많이 싸웠냐고.
en: was it a big fight?

source: 취조하냐?
en: are you investigating me right now?

source: 솔이야!
en: sol!

source: 비록 그가 먼저 이혼을 하자고는 말했지만, 그래도 한 번은 집에 들어올 거라 생각했다.
en: he brought up the divorce first... but I though he would come to the home at least once.

source: 웅성 웅성
en: murmur murmur

source: 부끄럽습니다.
en: oh, it’s nothing compared to you.

source: 많이 컸네.
en: don’t even.

source: 잠깐.
en: hold up.

source: 그래서 바람피웠냐?
en: is that why you cheated on me?

source: 물론 사람에게만 존대하고.
en: and I only talk respectfully to humans.

source: 정말 그런 뜻으로 말씀드린 건 아닌데.
en: that’s not what I meant.

source: 하던 대로 해.
en: drop the act.

source: 아무튼 좀ꞏꞏꞏ 특이해.
en: she’s just... different.

source: 푸흡
en: choke

source: 볶음밥 부추전 김치전 유부우동 콩국수 만두
en: Fried Rice Leek Pancake Kimchi Pancake Yubu Udon Soybean Noodles

source: 그냥 버릴까…
en: should I just throw this away...?

source: 형.
en: haebeom.

source: 네, 누구-
en: hello, who is-

source: 웃으세요, 활짝!
en: and smile!

source: 하, 돌겠네, 진짜.
en: are you serious?

source: 안 들리냐, 이 X새끼야?
en: can’t you hear me, you assh*le?

source: 수습해보려 뒤를 도니 우리 두 사람은 너무 멀리 와 버린 꼴이 되었다.
en: we were too far away from each other when I tried to undo it.

source: 흠..
en: hmmm...

source: 식사 갑니까?
en: are you going to eat lunch?

source: 마음이 잘 통하는 이 두 남자였던 것 같다.
en: ...is these two guys who understand him.

source: 둥
en: boom

source: 그게 무슨...
en: what are you...

source: 나 먼저 출발할 테니까.
en: I want to work on these feelings I have.

source: 사람 밑바닥은 치게 만들지 말았어야지.
en: you shouldn’t have forced me to hit rock bottom.

source: 좋아하는 기색이라도 좀 해주지?
en: why don’t you pretend like you’re enjoying yourself, at least?

source: 한 명이 불이면 한 명은 물이어야 되는데, 우리는 둘 다 불이야.
en: if one of us is fire, the other should be water. instead, we’re both fires.

source: 법대로!
en: please?!

source: 내가 왜 너한테 널 좋아해도 되냐고 미리 허락을 구했겠어.
en: why do you think I asked you to let me love you?

source: 아무래도 오늘도 당신들 집에 가긴 틀린 것 같다.
en: forget about going home on time today.

source: 그만들 하라고.
en: I said stop.

source: 뭐야, 저 새끼.
en: what the...

source: 핸들을 붙들면 앞만 보고 정신없이 달리는 초보.
en: someone who can’t help but only look straight and go forward.

source: 너, 내 애인해.
en: so please, be my lover.

source: 형 성격이 아무리 ㅈ랄 같아도 그런 면까지 귀엽게 봐주는 북극해 같은 누나들 있잖아, 왜.
en: there must be some girls with enough patience to deal with you, with the patience of gandhi.

source: 야!!!
en: hey!!!!

source: 띵
en: DING

source: 너 검사지.
en: you’re a prosecutor, right?

source: 시무룩..
en: frown

source: 지끈 지끈
en: THROB THROB

source: 다들 모였네요?
en: everyone’s here.

source: 네가 여기 온 이유.{j}내가 대신 알려줄까?
en: do you need me to tell you the real reason why you came here?{j}

source: 조심해야 해요, 우리~
en: we have to be careful!

source: 진짜 저런 성격은 배워두는 편이 좋겠어.
en: I should take notes.

source: 쟤요.
en: it’s her.

source: 군대야?
en: what are we, in the army?

source: 개념 밥 말아 먹은 게?
en: are you the brainless snob?

source: 그러니까 내일 하자, 내일.
en: so let’s talk tomorrow.

source: 뭐, 나더러 이 쓰레기를 마시라고?
en: you want me to drink this nonsense?

source: 너는!
en: YOU WHAT?!

source: 형수랑 싸우기라도 했어?
en: did you fight with your wife?

source: 불만이 뭔데.
en: what’s the problem?

source: 어, 그래.
en: hello.

source: 그런 편집장님이 정확히 유라 선배를 딱 찍어 커피를 가져오라 명령했다.
en: he specifically picked on her, too.

source: 음료수 1,000
en: soft drinks $1

source: 오늘은 이만 다들 퇴근하세요.
en: I’m done. go home.

source: 말했잖아.
en: I told you.

source: 매일 새벽까지 같이 술 마셨지.
en: always drank together all night.

source: 지, 지안아!
en: j-jian!

source: 수사관님이 우리를 몰라서 그래.
en: you know nothing about us, investigator.

source: 진짜 위로가 되던데.
en: ...but it really spoke to me.

source: 아버진 상관없고.
en: I don’t really care about that.

source: 아무것도 하지 말고 그냥 혼자 살아.
en: just don’t do anything and live by yourself.

source: 어쩔 때 보면 나보다 더 한가해 보여.
en: seems like he has way more free time than me.

source: 미친 새끼 진짜.
en: that bastard, I swear...
